tap "cloudflare/cloudflare"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "microsoft/git"
tap "mongodb/brew"
tap "shivammathur/php"
tap "stripe/stripe-cli"
brew "abseil"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "webp"
brew "aom"
brew "openssl@3"
brew "azure-cli"
brew "bash"
brew "glib"
brew "cloudflared"
brew "cmake"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "doctl"
brew "exiftool"
brew "flyctl"
brew "harfbuzz"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grpc"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "python@3.12"
brew "liblqr"
brew "libraw"
brew "librsvg"
brew "node"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "mysql"
brew "nmap"
brew "python@3.10"
brew "node@14"
brew "nvm"
brew "pmix"
brew "openjdk"
brew "openslide"
brew "openvpn"
brew "php@8.3"
brew "poppler"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "subversion"
brew "testdisk"
brew "vips"
brew "wget"
brew "wimlib"
brew "wp-cli"
brew "hudochenkov/sshpass/sshpass"
brew "mongodb/brew/mongodb-community", link: false
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-community@7.0"
brew "mongodb/brew/mongodb-community@8.0", link: false
brew "shivammathur/php/php@7.4"
brew "stripe/stripe-cli/stripe"
cask "bruno"
cask "codex"
cask "diffusionbee"
cask "gcloud-cli"
cask "ghostty"
cask "temurin"
vscode "alefragnani.numbered-bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "fooxly.themeswitch"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "irongeek.vscode-env"
vscode "junstyle.php-cs-fixer"
vscode "kokororin.vscode-phpfmt"
vscode "mechatroner.rainbow-csv"
vscode "mikebovenlander.formate"
vscode "monokai.theme-monokai-pro-vscode"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "refgd.easy-compile"
vscode "robbowen.synthwave-vscode"
vscode "undefined_publisher.purrfect-merge"
vscode "whizkydee.material-palenight-theme"
vscode "xdebug.php-debug"
vscode "yzane.markdown-pdf"
